UpdateStudioWizard.missing.jar.download.ok=\u898B\u3064\u304B\u3089\u306A\u3044jar\u304C\u3059\u3079\u3066\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F\u3002
UpdateStudioWizard.missing.jar.download.failed=\u4EE5\u4E0B\u306Ejar\u306E\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u304C\u5931\u6557\u3057\u307E\u3057\u305F: {0}
UpdateStudioWizard.some.jars.sucessfully.installed=\u6B21\u306EJAR\u30D5\u30A1\u30A4\u30EB\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306B\u6210\u529F\u3057\u307E\u3057\u305F: {0}
missing.third.parties.libs.feature.description=\u30E9\u30A4\u30BB\u30F3\u30B9\u4E0A\u306E\u7406\u7531\u3067\u672C\u88FD\u54C1\u306B\u540C\u68B1\u3067\u304D\u306A\u3044\u3082\u306E\u306E\u3001\u88FD\u54C1\u3092\u6B63\u3057\u304F\u5B9F\u884C\u3055\u305B\u308B\u305F\u3081\u306B\u5FC5\u8981\u3068\u306A\u308B\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u304C\u3059\u3079\u3066\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\n\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u3068\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u5404\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u306E\u30E9\u30A4\u30BB\u30F3\u30B9\u306B\u540C\u610F\u3059\u308B\u3088\u3046\u6C42\u3081\u3089\u308C\u307E\u3059\u3002Talend Studio\u3092\u4F7F\u7528\u3059\u308B\u305F\u3081\u306B\u306F\u3001\u3059\u3079\u3066\u306E\u30E9\u30A4\u30BB\u30F3\u30B9\u306B\u540C\u610F\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\n\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u306A\u3044\u5834\u5408\u3001\u4E0D\u8DB3\u3057\u3066\u3044\u308B\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u304C\u88FD\u54C1\u3067\u5FC5\u8981\u3068\u306A\u3063\u305F\u6642\u306B\u9010\u4E00\u30D7\u30ED\u30F3\u30D7\u30C8\u304C\u6BCE\u56DE\u8868\u793A\u3055\u308C\u307E\u3059\u3002
missing.third.parties.libs.feature.name=\u5FC5\u9808\u306E\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC
missing.optional.third.parties.libs.feature.description=\u30E9\u30A4\u30BB\u30F3\u30B9\u4E0A\u306E\u7406\u7531\u3067\u672C\u88FD\u54C1\u306B\u540C\u68B1\u3067\u304D\u306A\u3044\u3082\u306E\u306E\u3001\u88FD\u54C1\u306E\u7279\u5B9A\u306E\u975E\u4E2D\u6838\u90E8\u5206\u3092\u6B63\u3057\u304F\u5B9F\u884C\u3055\u305B\u308B\u305F\u3081\u306B\u5FC5\u8981\u3068\u306A\u308B\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30FC\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u304C\u3059\u3079\u3066\u542B\u307E\u308C\u3066\u3044\u307E\u3059\u3002\n\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3059\u308B\u3068\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u5404\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u306E\u30E9\u30A4\u30BB\u30F3\u30B9\u306B\u540C\u610F\u3059\u308B\u3088\u3046\u6C42\u3081\u3089\u308C\u307E\u3059\u3002Talend Studio\u8A72\u5F53\u30D1\u30FC\u30C4\u3092\u4F7F\u7528\u3059\u308B\u305F\u3081\u306B\u306F\u3001\u95A2\u9023\u3059\u308B\u30E9\u30A4\u30BB\u30F3\u30B9\u306B\u540C\u610F\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002\n\u3053\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u306A\u3044\u5834\u5408\u3001\u4E0D\u8DB3\u3057\u3066\u3044\u308B\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u304C\u88FD\u54C1\u3067\u5FC5\u8981\u3068\u306A\u3063\u305F\u6642\u306B\u9010\u4E00\u30D7\u30ED\u30F3\u30D7\u30C8\u304C\u6BCE\u56DE\u8868\u793A\u3055\u308C\u307E\u3059\u3002
missing.optional.third.parties.libs.feature.name=\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC
installing.new.components.name=\u65B0\u898F\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB
installing.new.components.description=\u65B0\u898F\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u30D5\u30EC\u30FC\u30E0\u30EF\u30FC\u30AF\u306E\u305F\u3081\u306B\u65B0\u898F\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3092\u8A66\u307F\u307E\u3059
no.dowload.location.to.configure="{0}"\u3092\u9078\u629E\u3059\u308B\u3068\u3001\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u30ED\u30B1\u30FC\u30B7\u30E7\u30F3\u3092\u624B\u52D5\u3067\u8A2D\u5B9A\u3067\u304D\u307E\u305B\u3093\u3002[\u7D42\u4E86]\u3092\u30AF\u30EA\u30C3\u30AF\u3057\u3066\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u30D7\u30ED\u30BB\u30B9\u3092\u5B8C\u4E86\u3057\u307E\u3059\u3002
user.cancel.installation.of.feature=\u30E6\u30FC\u30B6\u30FC\u306B\u3088\u3063\u3066{0}\u3068\u3044\u3046\u6A5F\u80FD\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u307E\u3057\u305F
ExtraJarsFactory.checking.jars.to.install=jar\u30D5\u30A1\u30A4\u30EB\u306E\u4E0D\u8DB3\u3092\u78BA\u8A8D
CheckExtraFeaturesToInstallJob.check.extra.feature.to.install=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u8FFD\u52A0\u6A5F\u80FD\u3092\u30C1\u30A7\u30C3\u30AF
UpdateWizardModel.local.folder.must.be.folder=\u30ED\u30FC\u30AB\u30EB\u30D5\u30A9\u30EB\u30C0\u306E\u30D1\u30B9\u306F(\u30D5\u30A1\u30A4\u30EB\u3067\u306F\u306A\u304F)\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u3067\u306A\u3051\u308C\u3070\u306A\u308A\u307E\u305B\u3093\u3002
UpdateWizardModel.local.folder.must.exist.error=\u30ED\u30FC\u30AB\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC\u304C\u5B58\u5728\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
UpdateWizardModel.local.folder.required.error=\u65E2\u5B58\u306E\u30ED\u30FC\u30AB\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
UpdateWizardModel.url.invalid.error=\u30AB\u30B9\u30BF\u30E0\u30B5\u30A4\u30C8\u306EURL\u304C\u7121\u52B9\u3067\u3059\u3002
UpdateWizardModel.url.missing.error=\u30AB\u30B9\u30BF\u30E0\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u306EURL\u3092\u5165\u529B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
SelectExtraFeaturesToInstallWizardPage.one.feature.must.be.selected=\u6A5F\u80FD\u3092\u5C11\u306A\u304F\u3068\u30821\u3064\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044
ChooseUpdateSitesWizardPage.choose.local.folder.dialog.title=\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u306E\u30D5\u30A9\u30EB\u30C0\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
ChooseUpdateSitesWizardPage.custom.remote.site.tooltip=\u30AB\u30B9\u30BF\u30E0\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u306EURL\u3092\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u9078\u629E\u3055\u308C\u305F\u6A5F\u80FD\u3092Talend\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u304B\u3089\u306E\u307F1\u56DE\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3057\u3001\u3053\u306E\u5185\u90E8\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u3092\u7D4C\u7531\u3057\u3066\u3055\u307E\u3056\u307E\u306AStudio\u306B\u914D\u5E03\u3067\u304D\u307E\u3059\u3002\u4F8B:  http://update.talend.org/
ChooseUpdateSitesWizardPage.custom.remote.update.site=\u30AB\u30B9\u30BF\u30E0\u30EA\u30E2\u30FC\u30C8\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8
ChooseUpdateSitesWizardPage.default.remote.site.tooltip=\u9078\u629E\u3055\u308C\u305F\u6A5F\u80FD\u306FTalend\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u306E\u30C7\u30A3\u30EC\u30AF\u30C8\u30EA\u30FC\u304B\u3089\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002\u305D\u308C\u305E\u308C\u306EStudio\u3067\u9078\u629E\u3055\u308C\u305F\u6A5F\u80FD\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u3053\u3068\u304C\u5FC5\u8981\u3068\u306A\u308A\u307E\u3059\u3002
ChooseUpdateSitesWizardPage.default.remote.update.site=Talend\u30EA\u30E2\u30FC\u30C8\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8(\u30C7\u30D5\u30A9\u30EB\u30C8)
ChooseUpdateSitesWizardPage.local.folder=\u30ED\u30FC\u30AB\u30EB\u30D5\u30A9\u30EB\u30C0\u30FC
ChooseUpdateSitesWizardPage.local.folder.tooltip=\u4E00\u3064\u307E\u305F\u306F\u8907\u6570(zip\u3055\u308C\u305F)\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u3092\u4FDD\u7BA1\u53EF\u80FD\u306A\u30ED\u30FC\u30AB\u30EB\u30D5\u30A9\u30EB\u30C0\u306B\u30D1\u30B9\u3092\u5B9A\u7FA9\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u9078\u629E\u3055\u308C\u305F\u6A5F\u80FD\u306F\u30ED\u30FC\u30AB\u30EB\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u304B\u3089\u30C0\u30A6\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3059\u3002
ChooseUpdateSitesWizardPage.page.description=\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u306F\u30EA\u30E2\u30FC\u30C8\u3067\u3082\u30ED\u30FC\u30AB\u30EB\u3067\u3082\u7D50\u69CB\u3067\u3059\u3002\u30ED\u30FC\u30AB\u30EB\u3092\u9078\u629E\u3059\u308B\u3068\u3001\u8907\u6570\u306E\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u3092\u540C\u3058\u30D5\u30A9\u30EB\u30C0\u30FC\u306B\u4FDD\u5B58\u3067\u304D\u307E\u3059\u3002
ChooseUpdateSitesWizardPage.page.title=\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u30B5\u30A4\u30C8\u3092\u9078\u629E
SelectExtraFeaturesToInstallWizardPage.description.label=\u8AAC\u660E:
SelectExtraFeaturesToInstallWizardPage.feature.column.name.name=\u540D\u524D
SelectExtraFeaturesToInstallWizardPage.feature.list.label=\u4F7F\u7528\u53EF\u80FD\u306A\u6A5F\u80FD:
SelectExtraFeaturesToInstallWizardPage.featureDescriptionText.text=azzazaeaz e zae zqe ez r qer ez r ezr zef sqf  sdf ds f dsffg dsf gdfsgsdfgdsfg df g dfs gdf g dfs g fdg df g dsf gd fsg dsf g sdfg dsf g dsfg dsf g dsfg dsfg
SelectExtraFeaturesToInstallWizardPage.features.column.version.name=\u30D0\u30FC\u30B8\u30E7\u30F3
SelectExtraFeaturesToInstallWizardPage.no.feauture.to.install=\n\n\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u65B0\u6A5F\u80FD\u304C\u3042\u308A\u307E\u305B\u3093\u3002
SelectExtraFeaturesToInstallWizardPage.wizard.page.description=Talend\u304B\u3089\u63D0\u4F9B\u3055\u308C\u308B\u4E00\u3064\u4EE5\u4E0A\u6A5F\u80FD\u304B\u3089\u9078\u629E\u3057\u3066Studio\u306E\u4F53\u9A13\u3092\u62E1\u5F35\u3067\u304D\u307E\u3059\u3002
SelectExtraFeaturesToInstallWizardPage.wizard.page.title=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u6A5F\u80FD\u3092\u9078\u629E
UpdateStudioWizard.all.feautures.installed.successfully=\u3059\u3079\u3066\u306E\u6A5F\u80FD\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002
UpdateStudioWizard.do.no.show.check.box.text=\u4EE5\u5F8C\u8868\u793A\u3057\u306A\u3044
UpdateStudioWizard.do.you.want.to.restart=\n\u6709\u52B9\u306B\u3059\u308B\u306B\u306F\u30A2\u30D7\u30EA\u30B1\u30FC\u30B7\u30E7\u30F3\u306E\u518D\u8D77\u52D5\u304C\u5FC5\u8981\u3067\u3059\u3002\n\u518D\u8D77\u52D5\u3057\u307E\u3059\u304B?
UpdateStudioWizard.install.sucessfull=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u306E\u6210\u529F
UpdateStudioWizard.proxy.config.button.text=\u30D7\u30ED\u30AD\u30B7\u8A2D\u5B9A...
UpdateStudioWizard.some.feautures.installed.sucessfully=\u3044\u304F\u3064\u304B\u306E\u6A5F\u80FD\u304C\u6B63\u3057\u304F\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u307E\u3057\u305F\u3002
UpdateStudioWizard.wizard.windows.title=Talend\u306E\u8FFD\u52A0\u30D1\u30C3\u30B1\u30FC\u30B8
InstallNewFeatureJob.installing.talend.new.features=Talend\u306E\u65B0\u6A5F\u80FD\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u4E2D
InstallNewFeatureJob.user.cancel.installation.of.feature=\u30E6\u30FC\u30B6\u30FC\u306B\u3088\u3063\u3066{0}\u3068\u3044\u3046\u6A5F\u80FD\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u307E\u3057\u305F
InstallNewFeatureJob.failed.to.install={0}\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
InstallNewFeatureJob.failed.dialog.tryagin=\u4E00\u90E8\u306E\u6A5F\u80FD\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u518D\u8A66\u884C\u3057\u307E\u3059\u304B?
ExtraFeaturesFactory.checking..feature.to.install=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308BTalend\u6A5F\u80FD\u3092\u30C1\u30A7\u30C3\u30AF\u4E2D
ExtraFeaturesFactory.failed.to.read.licence=\u30E9\u30A4\u30BB\u30F3\u30B9\u304B\u3089\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u8FFD\u52A0\u6A5F\u80FD\u3092\u8AAD\u307F\u53D6\u308C\u307E\u305B\u3093\u3067\u3057\u305F: {0}
ExtraFeaturesFactory.back.config.error=config.ini\u3092\u30D0\u30C3\u30AF\u30A2\u30C3\u30D7\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
ExtraFeaturesFactory.restore.config.error=config.ini\u3092\u5FA9\u5143\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
ExtraFeature.checking.is.installed={0}\u304C\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u304B\u3069\u3046\u304B\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u3044\u307E\u3059\u3002
ExtraFeature.checking.need.update=\u6A5F\u80FD"{0}"\u306E\u30A2\u30C3\u30D7\u30C7\u30FC\u30C8\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u3066\u3044\u307E\u3059\u3002
ExtraFeature.coud.not.create.p2.agent=P2\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u3092\u4F5C\u6210\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F:
ExtraFeature.could.not.find.feature=\u4EE5\u4E0B\u306E\u30EA\u30DD\u30B8\u30C8\u30EA\u30FC{2}\u306B\u6A5F\u80FD{0}({1})\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
ExtraFeature.error.installing.feature.uri.exception=URI\u4F8B\u5916\u306E\u305F\u3081\u3001{0} ({1})\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F:
ExtraFeature.error.installing.new.feature=\u65B0\u6A5F\u80FD\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u30A8\u30E9\u30FC\u304C\u767A\u751F: {0}
ExtraFeature.installing.feature=Talend\u306E\u6A5F\u80FD\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u4E2D: {0}
ExtraFeature.p2.agent.provider.not.found=\u8FFD\u52A0\u6A5F\u80FD\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6642\u306BP2\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F: {0}
ExtraFeature.p2.agent.service.not.found=\u8FFD\u52A0\u6A5F\u80FD\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6642\u306BP2\u30A8\u30FC\u30B8\u30A7\u30F3\u30C8\u30D7\u30ED\u30D0\u30A4\u30C0\u30FC\u30B5\u30FC\u30D3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F: {0}
ExtraFeature.searching.talend.features.label=Talend\u306E\u6A5F\u80FD\u3092\u691C\u7D22\u4E2D: {0}
sucessfull.install.of.feature=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6210\u529F: {0}
failed.install.of.feature={0}\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F
ComponentP2ExtraFeature.installing.components=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{0} ({1})\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u4E2D
ComponentP2ExtraFeature.user.cancel.installation.of.components=\u30E6\u30FC\u30B6\u30FC\u306B\u3088\u3063\u3066{0} ({1})\u3068\u3044\u3046\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u304C\u30AD\u30E3\u30F3\u30BB\u30EB\u3055\u308C\u307E\u3057\u305F
ComponentP2ExtraFeature.could.not.find.components=\u4EE5\u4E0B\u306E\u30EA\u30DD\u30B8\u30C8\u30EA\u30FC{2}\u306B{0} ({1})\u3068\u3044\u3046\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F
ComponentP2ExtraFeature.error.installing.new.components={0} ({1})\u3068\u3044\u3046\u65B0\u3057\u3044\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u306E\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002 \n\u539F\u56E0\u306E\u8A73\u7D30: {2}
ComponentP2ExtraFeature.error.installing.components.uri.exception=URI\u4F8B\u5916\u306E\u305F\u3081\u3001\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8{0}({1})\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F:
sucessfull.install.of.components=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u3057\u305F: {0} ({1})
ComponentsNexusInstallFactory.categorytitile=\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8 ({0})
ITaCoKitService.exception.notFound={0}\u3068\u3044\u3046\u30B5\u30FC\u30D3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
ITaCoKitUpdateService.exception.notFound={0}\u3068\u3044\u3046\u30B5\u30FC\u30D3\u30B9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3002
P2ExtraFeature.progress.unzipPatch=\u30D1\u30C3\u30C1\u3092\u89E3\u51CD\u4E2D...
PatchP2InstallManager.FindingInstalledUnits=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u6E08\u307F\u5358\u4F53\u3092\u691C\u7D22\u4E2D
PatchP2InstallManager.GettingProvisioningJob=\u30D7\u30ED\u30D3\u30B8\u30E7\u30CB\u30F3\u30B0\u30B8\u30E7\u30D6\u3092\u53D6\u5F97\u4E2D
PatchP2InstallManager.Installing=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u4E2D...
PatchP2InstallManager.InstallingCars=cars\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u4E2D
PatchP2InstallManager.InstallingPatch=\u30D1\u30C3\u30C1\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u4E2D...
PatchP2InstallManager.ProvisioningJobExecuting=\u30D7\u30ED\u30D3\u30B8\u30E7\u30CB\u30F3\u30B0\u30B8\u30E7\u30D6\u3092\u5B9F\u884C\u4E2D
PatchP2InstallManager.QueryInstallableUnits=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u53EF\u80FD\u306A\u5358\u4F53\u3092\u30AF\u30A8\u30EA\u30FC\u4E2D
PatchP2InstallManager.SyncExtraFeatureIndex=\u8FFD\u52A0\u6A5F\u80FD\u30A4\u30F3\u30C7\u30C3\u30AF\u30B9\u3092\u540C\u671F\u4E2D
PatchP2InstallManager.SyncLibraries=\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u3092\u540C\u671F\u4E2D
PatchP2InstallManager.SyncM2Repository=m2\u30EA\u30DD\u30B8\u30C8\u30EA\u30FC\u3092\u540C\u671F\u4E2D
ShowWizardHandler.exception.commandNotFound=\u30B3\u30DE\u30F3\u30C9\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093: [{0}]
ShowWizardHandler.warning.notSupportedTitle=\u5171\u6709\u30E2\u30FC\u30C9\u3067\u65B0\u3057\u3044\u6A5F\u80FD\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093
ShowWizardHandler.warning.notSupportedMsg=Talend Studio\u306E\u5171\u6709\u30E2\u30FC\u30C9\u3067\u65B0\u6A5F\u80FD\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u307E\u305B\u3093\u3002\u5171\u6709\u30E2\u30FC\u30C9\u3092\u7121\u52B9\u5316\u3057\u3066\u3001\u6A5F\u80FD\u3092\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3057\u3066\u304F\u3060\u3055\u3044\u3002
UIUtils.exception.interrupt=\u30E6\u30FC\u30B6\u30FC\u304C\u30AD\u30E3\u30F3\u30BB\u30EB\u3057\u307E\u3057\u305F\u3002
CheckAdditionalPackagesToInstallJob.check.third.party.lib.to.install=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u3092\u30C1\u30A7\u30C3\u30AF
AdditionalPackagesDialog.ok=OK
AdditionalPackagesDialog.feature.list.label=\u4F7F\u7528\u53EF\u80FD\u306A\u6A5F\u80FD
AdditionalPackagesDialog.description.label=\u8AAC\u660E
AdditionalPackagesDialog.description.content=\u30E9\u30A4\u30BB\u30F3\u30B9\u4E0A\u306E\u7406\u7531\u3067\u3001\u30B3\u30F3\u30DD\u30FC\u30CD\u30F3\u30C8\u3084\u30E1\u30BF\u30C7\u30FC\u30BF\u63A5\u7D9A\u3067\u5FC5\u8981\u3068\u306A\u308B\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u306E\u3046\u3061Talend Studio\u306B\u540C\u68B1\u3067\u304D\u306A\u3044\u3082\u306E\u304C\u3042\u308A\u307E\u3059\u3002 \n\u6B21\u306E\u3044\u305A\u308C\u304B\u306E\u64CD\u4F5C\u3092\u884C\u3063\u3066\u304F\u3060\u3055\u3044\u3002\n- \u4E0A\u8A18\u306E\u30AA\u30D7\u30B7\u30E7\u30F3\u3092\u9078\u629E\u3057\u3001\u5FC5\u8981\u306A\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u3084\u30AA\u30D7\u30B7\u30E7\u30F3\u306E\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u3092\u3059\u3079\u3066\u4E00\u62EC\u3067\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B \n- Studio\u3067\u30D7\u30ED\u30F3\u30D7\u30C8\u304C\u8868\u793A\u3055\u308C\u305F\u3089\u3001\u4E0D\u8DB3\u3057\u3066\u3044\u308B\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u3092\u500B\u5225\u306B\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B
download.external.dialog.info=\u60C5\u5831
download.external.dialog.message=\u73FE\u5728\u3001\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3067\u304D\u308B\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u306F\u306A\u3044\u3088\u3046\u3067\u3059\u3002 \n\u65E2\u306B\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u304C\u3059\u3079\u3066\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3055\u308C\u3066\u3044\u308B\u304B\u3001\u30A2\u30FC\u30C6\u30A3\u30D5\u30A1\u30AF\u30C8\u30EA\u30DD\u30B8\u30C8\u30EA\u30FC\u306B\u63A5\u7D9A\u3057\u3066\u3044\u306A\u3044\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002
download.external.dialog.title=\u30A4\u30F3\u30B9\u30C8\u30FC\u30EB\u3059\u308B\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC\u3092\u9078\u629E
download.external.dialog.name=\u30B5\u30FC\u30C9\u30D1\u30FC\u30C6\u30A3\u30E9\u30A4\u30D6\u30E9\u30EA\u30FC
